{
  "lang": {
    "en": "EN",
    "cs": "CS"
  },

  "nextLang": "en",

  "global": {
    "contactUs": "Kontaktujte nás"
  },

  "menu": {
    "priceConfig": "Konfigurátor projektu",
    "whatWeDo": "Co děláme",
    "creativeProcess": "Jak to děláme",
    "career": "Kariéra",
    "blog": "Blog",
    "contact": "Kontakt"
  },

  "particlesPanel": {
    "title": {
      "line1": "Agentura",
      "line2": "pro digitální obsah"
    },
    "subtitle": "Tvoříme úspěšná řešení pro digitální budoucnost našich klientů."
  },

  "twelveSegs": {
    "title": {
      "line1": "Vybírejte z 12 segmentů",
      "line2": "digitálního světa"
    },
    "card": {
      "webDevelopment": {
        "title": "Web development",
        "shortText": "Dobře vypadající a bezchybně fungující web je základem každé úspěšné moderní firmy.",
        "longText": "I dobře fungující firma může ztrácet spousty potenciálních zákazníků tím, že její webové stránky dostatečně neodpovídají současným dynamickým trendům a potřebám lidí. <br/><br/>Oslovte své budoucí zákazníky již při online kontaktu zajímavým a přehledným webovým designem. Využijte prvotní dojem a dejte svému projektu požadovaný sexappeal, barvu, chuť, atmosféru, zkrátka cokoliv, co nadchne. <br/><br/>Nestačí disponovat pouze dobrým vzhledem, web musí být silný z venku (adekvátní web design) i zevnitř (vyladěný kód stránky).",
        "longText2": "Responzivní web? To je samozřejmost! Každý známe ten pocit bezmoci, když si na telefonu otevřeme nějakou webovku a ona s námi nespolupracuje. Na takovou noční můru s námi můžete ihned zapomenout.<br/><br/><b>Vytvoříme pro Vás:</b><ul><li>Moderní WWW stránky, které osloví cílovou skupinu.</li><li>Dobře vypadající e-shop, který bude prodávat.</li><li>Grafický i kódový update Vašeho webu</li><li>Optimalizaci pro zlepšení viditelnosti Vaší stránky (SEO).</li><li>Spolehlivou webovou aplikaci na míru.</li><li>Nástavbu libovolné sekce webu.</li></ul> "
      },
      "designStudio": {
        "title": "Grafické studio",
        "shortText": "Protože vizuální stránka je vždy až tím prvním, co ovlivní zájem Vašich klientů.",
        "longText": "Nestačí jen disponovat kvalitním produktem, produkt musí také dobře vypadat a vynikat mezi konkurencí. Naše grafické studio Vám dodá vzhled, kterým oslníte a dosáhnete svého. <br/><br/><b>Firemní identita:</b><br/>Budujte svou společnost na jednotném grafickém stylu, který bude adekvátně reprezentovat Vaše vize a myšlenky. <br/><br/><ul><li>Že už takový styl máte, ale chtěli byste jej vylepšit? Výborně, převlékneme Váš produkt do slušivějšího kabátku a jádro zachováme.</li><li>Nejste spokojeni se stávajícím vzhledem, který již neodpovídá moderním trendům? Navrhneme Vám zcela nový sexy design.</li></ul><b>Logo:</b><br/>Pro někoho možná maličkost, pro úspěšného obchodníka důležitý aspekt značky. Mít dobře zapamatovatelné a zároveň originální logo by chtěl každý, avšak ne každý jej má. Máme zmapovaný trh a víme, jakým logem udělat první dojem, ale nepůsobit jako laciná kopie.",
        "longText2": "<b>Reklama:</b><br/>Billboardy, roll-up bannery, potisky oblečení, polepy vozidel, citylighty atd. Navrhneme Vám zkrátka všechno, čím se hodláte na veřejnosti prezentovat.<br/><br/><b>Webový design:</b><br/>Neztrácejte potenciální zákazníky zastarale vypadajícím a nepřehledným webem. Buďte napřed pomocí moderního webového designu, který pro Vás dáme dohromady.<br/><br/><b>Tiskoviny:</b><br/>Potřebujete navrhnout vizitku, design časopisu, pozvánky na konferenci, produktový katalog nebo snad firemní brožuru? Jste na správném místě, zařídíme dle Vašich potřeb i vše ostatní včetně tisku."
      },
      "socialMedia": {
        "title": "Sociální sítě",
        "shortText": "Neocenitelný nástroj pro každého, kdo se chce se svým produktem dostat mezi lidi.",
        "longText": "Pro komplexní marketing firmy je nezbytné, aby byla vidět všude tam, kde je velká kumulace lidí. Nikdo si dnes nemůže dovolit nevyužít potenciál, který sociální sítě jakožto propagační médium nabízí.<br/><br/>Sociální sítě slouží jako vhodný nástroj pro sebereflexi a průzkum trhu. Zjistěte, co si lidé myslí a těžte z toho!<br/><br/>Na základě analýzy cílové skupiny pro Vás na sociálních sítích vytvoříme profil, který bude odpovídat Vašemu cíli a zaměření. Vybereme adekvátní nejnavštěvovanější platformy jako: Facebook, Twitter, Instagram, YouTube, Pinterest, LinkedIn a další.",
        "longText2": "<ol><li><b>Skrze nás s lidmi budujte dobré vztahy:</b> Existence samotného profilu však nestačí, je třeba navrhnout komunikační plán, který bude reflektovat Vaši marketingovou strategii i firemní identitu. Podle plánu budeme efektivně a reprezentativně spravovat Váš profil a komunikovat se světem. </li><br/><li><b>Vylepšete s námi své obchodní schopnosti:</b> Pokud chcete Váš profil spravovat sami, respektujeme to. Můžeme Vám i přes to pomoci konzultacemi ohledně komunikačního plánu a produktivního marketingu.</li></ol>"
      },
      "appDevelopment": {
        "title": "Vývoj aplikací",
        "shortText": "Vyladěné aplikace Vás dovedou k úspěchu a vaše klienty k pohodlnému životu.",
        "longText": "Vytváříme progresivní webové (PWA), native (NA) i hybridní aplikace.<br/><br/>Windows, Linux, Android nebo iOS? Vyberte si platformy, my zařídíme zbytek.<br/><br/>Naše aplikace Vám i Vašim klientům zaručeně usnadní život a ušetří čas. <br/><br/>Garantujeme Vám bezchybnou funkčnost všech aplikací a stálou podporu i během jejich chodu.",
        "longText2": "Máte již rozpracovanou nebo dokonce zaběhnutou aplikaci? Posloužíme Vám jako inovační nástroj a upgradujeme vaši aplikaci na verzi 2.0.<br/><br/>Obstojná aplikace bez marketingu nefunguje, protože konkurence v aplikacích je obrovská. Nechte nás, abychom protlačili tu Vaši mezi zákazníky a Vy byli úspěšní. Sklízejte jen kladné reference."
      },
      "corporateIdentity": {
        "title": "Korporátní identita",
        "shortText": "Ujasněte si smysl a formu vašeho jednání. Kým a proč chcete doopravdy být?",
        "longText": "Identitu firmy je třeba stavět na třech vzájemně se podporujících základních kamenech: kultuře, komunikaci a designu. <br/> <br/><b>Firemní kultura.</b><br/>Ze všech tří nejabstraktnější, ale neméně důležitá část. Formulujte a ujasněte si s námi, na čem hodláte stavět business, co jsou Vaše cíle a stěžejní myšlenky, kdo jsou Vaši zákazníci, čím jste jedineční. Na všem tomto je totiž závislá komunikace se zákazníkem i vizuální stránka projektu.<br/><br/><b>Komunikace.</b><br/> Most mezi Vámi a světem. Každá věková i společenská skupina si žádá specifický přístup a preferuje jiné komunikační prostředky. Vytvoříme komunikační strategii na míru Vašim budoucím zákazníkům. Vámi nabízená služba půjde vstříc kladné odezvě. <br/>",
        "longText2": "<b>Grafický design.</b><br/> Nejhmatatelnější komponenta celé identity. Spolu s komunikační strategií přímo působí na zákazníka a ukazuje mu, co je Vaše firma zač. Podle charakteru firemní identity Vám navrhneme kompletní design stránek, jedinečný logotyp a veškeré doplňkové propagační materiály. Bez slušivého obleku na míru zákazníky nepřilákáte.<br/><br/> Který z fundamentů korporátní identity Vám schází?"
      },
      "offlineMarketing": {
        "title": "Offline marketing",
        "shortText": "Oslovujte svět pomocí hmotné reklamy. Ani v digitálním věku nestačí být vidět pouze online.",
        "longText": "Ačkoliv je současná digitální doba nakloněna zejména online způsobům propagace, nelze zanedbávat její prvotnější offline formu.<br/><br/>Praxe i statistika jasně ukazují, že <b>online</b> a <b>offline</b> marketing musí jít ruku v ruce, pokud má být Vaše firma úspěšná. Obě formy spolu musí korespondovat tak, aby nebyla narušena firemní identita. Řešení tohoto propojení není úplně triviální, my jej však máme.<br/><br/> Ať už se rozhodnete pro jakékoliv propagační médium, navrhneme Vám v souladu s Vaší firemní identitou dobře vypadající a srozumitelný design, kterým oslovíte.",
        "longText2": "Vytváříme:<br/><br/><ul><li>Vizitky</li><li>Offline média</li><li>Letáky, plakáty, polepy</li><li>Materiály pro veletrhy a předváděcí akce</li><li>Billboardy</li><li>Ambientní marketing</li></ul>"
      },
      "onlineStaffTraining": {
        "title": "Školení online",
        "shortText": "Vzdělávejte se bez nutnosti cestovat a řešit technické nesnáze. Seberozvoj na dálku funguje.",
        "longText": "Využijte možnosti pohodlného školení na dálku. Moderní výdobytky umožňují vzdělávání skrze obrazovku Vašeho zařízení, čímž ušetříte čas i finance jinak vynaložené na dopravu, lektora a technickou manipulaci.<br/><br/>Dodáme Vám kompletní <b>e-learningové kurzy</b> na míru i školení skrze <b>online konference</b> v rámci dohodnuté platformy (Skype, Discord, MS Teams ad.).",
        "longText2": "<b>Záruka kvality:</b> Školení bude vždy provádět kompetentní a zkušená osoba.<br/><br/><b>Prověření získaných znalostí:</b> Součástí každého školení je kontrolní testování, které prokáže výsledný posun školené osoby.<br/><br/><b>Individuální přístup:</b> Stanovte si časový horizont i rozsah a obsah látky, kterou chcete studovat. Školení Vás má posunout, nikoliv blokovat v jiné činnosti.<br/><br/><b>Participace: </b>Podílejte se na výsledné podobě online kurzu na základě Vašich preferencí a znalostí zaměstnanců."
      },
      "hrMarketing": {
        "title": "HR marketing",
        "shortText": "Získejte ty nejlepší možné zaměstnance a postarejte se o to, že u Vás budou chtít zůstat.",
        "longText": "Není sporu o tom, že dlouhodobě prosperující stabilní firma musí mít schopné a spokojené zaměstnance. K náboru schopných zaměstnanců slouží externí personální strategie, k udržení zaměstnanců a zlepšování kolektivu je pak interní personální strategie.<br/><br/><b>Externí HR marketing</b><br/> Staňte se firmou, která nemá nouzi o nové perspektivní hráče. Skrze námi zprostředkovanou propagaci Vaší firmy na trhu práce získáte v krátkém čase dostatek kompetentních lidí, z nichž si navíc budete moci vybírat jen ty nejlepší. Vyhnete se tak nekonečnému a bezvýslednému inzerování, které Vás připravuje o čas i peníze.",
        "longText2": "<b>Interní HR marketing</b><br/>Budujte vnitrofiremní auru úspěšné a atraktivní společnosti. Pomocí vnitřního personálního marketingu utvrďte Vaše zaměstnance v tom, že jste lepší než konkurence. Dokažte jim, že se podílí na něčem smysluplném, na něčem, co stojí za to dělat v dlouhodobém horizontu. Spokojený zaměstnanec je premisou spokojeného zákazníka a tím i Vaší spokojené firmy."
      },
      "analysis": {
        "title": "Analýza / strategie",
        "shortText": "Když vše nefunguje tak, jak by mělo. Najděte s námi příčinu i řešení problému",
        "longText": "Pokud se zaměříme na libovolný komplexní proces, tak je vždy možné nalézt momenty, které tento proces nějakým způsobem narušují nebo brzdí. Nalézt takové momenty vyžaduje určitou analytickou znalost. Tuto znalost máme a jsme připraveni ji aplikovat na Vaše firemní procesy a posunout Vás vpřed.<br/><br/>Klíčem k odhalení nedostatků je primárně analýza firemní kultury, která je vždy specifická pro každou společnost. Analýza vychází z pracovní náplně klíčových zaměstnanců, vnitrofiremních procesů, vztahů a obecně nastavených pravidel a hodnot.",
        "longText2": "Na základě analýzy vypracujeme nejlepší možnou strategii na míru, budeme u její aplikace a navrhneme i dodatečné korekce, tak aby byla vaše firma spokojená. Vše bude stále ve Vaší režii.<br/><br/>Harmonogram procesu:<br/><br/><ol><li>Definice aktuální situace</li><li>Analýza silných a slabých stránek, hledání rizikových momentů</li><li>Návrh strategie pro zlepšení procesů</li><li>Kontrola hladkého průběhu aplikace změn</li></ol>"
      },
      "animations": {
        "title": "Animace",
        "shortText": "Dynamická grafika baví svět. Nespoléhejte na statický vizuál, který patří do minulého století.",
        "longText": "Statická grafika patří minulosti. Dejte o sobě vědět pomocí dynamických prezentací, videí nebo animovaných designů, na které se lidé budou chtít dívat. Buďte dynamičtí, buďte moderní.<br/><br/><b>Firemní promo.</b> Ukažte pomocí video sestřihu, co je vaše firma nebo produkt zač. Promo video vydá za desítky vět, a tím ušetří zákazníka nudného čtení.<br/><br/><b>Logo.</b> Nenechte vaše logo staticky ležet. Zapojte jej jako charakteristický úvod do všech vašich propagačních videí i prezentací.<br/><br/><b>YouTube reklama.</b> Stále hojně využívaná a nepřehlédnutelná forma propagace. Upozorněte na sebe krátkým efektivním videem.",
        "longText2": "<b>Facebook video.</b> Jedna z nejpoužívanějších sociálních sítí jakožto ideální prostor pro sponzorovaný obsah. Spojte svůj marketing se srozumitelným videoobsahem, který se dostane k velkému množství lidí.<br/><br/><b>TV reklama.</b> Chcete být vidět v televizi? Výborně. Vytvoříme vám reklamu, která ohromí i vaši konkurenci.<br/><br/><b>Animovaná prezentace.</b> Patřete mezi oblíbené přednášející, kteří baví nejen svou rétorikou, ale i vizualizací.<br/><br/><b>Video bannery.</b> Můžete mít designově propracovaný online banner, avšak stále lehce přehlédnutelný kvůli statičnosti. Nechte jej ať za vás promluví k lidem."
      },
      "photo": {
        "title": "Foto / video",
        "shortText": "Nepromarněte jedinečnou možnost zaznamenat důležité momenty Vaší kariéry a života.",
        "longText": "Vytvoříme pro Vaše firemní i soukromé účely kvalitní obrazový záznam, který bude lahodit oku.<br/><br/>Nenechte danou událost či produkt devalvovat nekvalitními záběry nebo špatně sestavenou scénou. Budeme s Vámi u toho a zajistíme, aby bylo vše profesionální a dokonalé.<br/><br/>Samozřejmostí je veškerá editační práce jako je např.: formátování, střih, grafické propojení s firemními materiály, návrh fotoalba, tvorba firemního promovidea a reklamy atd.",
        "longText2": "<b>Fotografie:</b> business, produktové, reklamní, reportážní, food style, svatební, rodinné, portréty a další.<br/><br/><b>Video:</b> Reklamní, propagační, produktové, dokumentární nebo třeba krátkometrážní filmy.<br/><br/>Nafotíme, natočíme, zpracujeme, předáme. Už jen stačí říct, kdy a kde."
      },
      "cloud": {
        "title": "Cloudová řešení",
        "shortText": "Cloudové systémy jsou i budou ideálním řešením, jak minimalizovat firemní náklady.",
        "longText": "Správa a manipulace s daty skrze cloudová uložiště je standardem ve všech úspěšných firmách. Cloudové řešení umožňuje šetřit náklady na hardware, software i IT podporu.<br/><br/><b>Efektivita práce</b> na firemních projektech je navýšena díky vzdálenému přístupu zaměstnanců k týmž datům. Vše se dá rychle dohledat, revidovat, sledovat. Spolupráce týmu je posunuta na vyšší level.<br/><br/><b>Bezpečnost:</b> Všechny Vaše data jsou na cloudu v bezpečí. Tím, že budete fungovat z externích uložišť snížíte riziko napadení firemního systému nebo jeho přetížení. Navíc nemusíte ztrácet čas zálohováním dat, protože to vše za Vás cloudová platforma řeší automaticky. O svá data nepřijdete, v případě potíží je během chvilky obnovíme.",
        "longText2": "<b>Cloud na míru:</b> Jednou z mnoha výhod cloudu je také fakt, že platíte jen za to, co skutečně používáte. Oproti paušálním službám a poplatkům je jen na Vás, jaký výkon a množství dat chcete mít k dispozici. Vše si určete dle svých potřeb.<br/><br/><b>V jednoduchosti je síla:</b> Pro užívání cloudového softwaru nepotřebujete znalosti raketového inženýra. Běžný uživatel se během chvíle s prostředím cloudu sžije a je schopen dále, avšak rychlejším tempem, vykonávat svou práci."
      }
    }
  },

  "howPanel": {
    "title": {
      "line1": "Jak to",
      "line2": "děláme"
    },
    "step1": {
      "title": "První kroky",
      "subtext": "Úvodním impulsem jste vždy Vy. Je potřeba mít alespoň přibližnou představu o tom, co chcete a proč to chcete. Pokud máte tuto úvahu za sebou, kontaktujte nás a domluvte si s námi schůzku."
    },
    "step2": {
      "title": "Brainstorming",
      "subtext": "Společně se zamyslíme nad tím, jak Váš projekt udělat co možná nejkvalitněji a nejefektivněji. Srovnáme Vaše představy s tím, co je v rámci trhu výhodné a uděláme optimální návrh. Hlavní slovo máte vždy Vy."
    },
    "step3": {
      "title": "Realizace projektu",
      "subtext": "Vámi schválený návrh projektu předáme našim lidem, kteří se postarají o jeho bezchybnou a svižnou realizaci. Nic neuspěcháme, projekt bude vybroušený do dokonalé formy."
    },
    "step4": {
      "title": "Předání projektu",
      "subtext": "Slavnostní a radostná chvíle pro obě strany. Obdržíte přesně to, co jste si u nás objednali. Spokojený zákazník je naší největší motivací pro budování dalších projektů."
    },
    "step+": {
      "title": "Servis / update",
      "subtext": "Předáním projektu naše spolupráce nekončí. Budeme Vám i nadále k dispozici, pokud bude potřeba cokoliv opravit nebo vylepšit. Obraťte se na nás s čímkoliv, co vás napadne."
    }
  },

  "priceConfig": {
    "title": "Konfigurátor projektu",
    "subtitle1": "Výběr služeb",
    "subtitle2": "Definice projektu",
    "required": "Povinné pole",
    "badEmail": "Neplatná emailová adresa",
    "estimate": "Orientační cena",
    "yourEmail": "Váš e-mail",
    "contactMe": "Kontaktujte nás",
    "msgSent": "Zpráva byla úspěšně odeslána! :-)",
    "sliderText": {
      "0": {
        "title": "Chci to low-cost",
        "subtext": "Chápeme, jste malá firmička nebo jednotlivec s omezeným rozpočtem. My Vás v tom rozhodně nenecháme, každý totiž jednou začínal."
      },
      "25": {
        "title": "Méně peněž - více muziky",
        "subtext": "Máte přiměřené množství kapitálu, my Vám za něj zhotovíme obstojný projekt, za který se nebudete moci stydět."
      },
      "50": {
        "title": "Víc než standard",
        "subtext": "S tímto množstvím financí dosáhnete na neobyčejný projekt za obyčejnou cenu. Žádný minimalismus."
      },
      "75": {
        "title": "Peníze nejsou problém",
        "subtext": "Evidentně jste velký hráč, kterého zajímá komplexní řešení. Přesně takové výzvy chceme zdolávat."
      },
      "100": {
        "title": "Jsem ve Forbes 400",
        "subtext": "Tady půjde o projekt světového formátu. Uděláme pro Vás cokoliv ve špičkové kvalitě, očekávejte jen to nejlepší."
      }
    }
  },

  "career": {
    "title": {
      "line1": "Nastartujte s námi svůj",
      "line2": "osobní rozvoj"
    },
    "designer": {
      "title": "#GRAFIK",
      "line1": "#tvorba návrhů",
      "line2": "#kresba",
      "line3": "#kreativní mysl",
      "long1": "<p>#tvorba <span class='blue'>návrhů</span></p><p>#kresba</p><p>#kreativní <span class='blue'>mysl</span></p><p>#chuť <span class='blue'>tvořit</span></p><p>#přiměřený <span class='blue'>skill</span></p>",
      "long2": "<p>#svoboda</p><p>#<span class='blue'>pohoda</span> v práci</p><p>#férová <span class='blue'>odměna</span></p><p><span class='blue'>#zkušenosti</span></p><p>#mnohem víc</p>",
      "long3": "Náš grafik by měl být zkrátka pohodář, který se nezalekne žádné výzvy a je schopný přicházet s novými nápady, které nás i zákazníky ohromí."
    },
    "developer": {
      "title": "#VÝVOJÁŘ",
      "line1": "#originální řešení",
      "line2": "#ambice jít vpřed",
      "line3": "#analytická mysl",
      "long1": "<p>#originální <span class='blue'>řešení</span></p><p>#<span class='blue'>ambice</span> jít vpřed</p><p>#analytická <span class='blue'>mysl</span></p><p>#eliminace <span class='blue'>problémů</span></p><p>#přiměřený <span class='blue'>skill</span></p>",
      "long2": "<p>#svoboda</p><p>#<span class='blue'>pohoda</span> v práci</p><p>#férová <span class='blue'>odměna</span></p><p>#mnohem víc</p>",
      "long3": "Náš vývojář by měl být znalý nejpoužívanějších programovacích jazyků a měl by být schopný vyřešit i neřešitelné. Logické a analytické schopnosti jsou samozřejmostí."
    },
    "salesman": {
      "title": "#OBCHODNÍK",
      "line1": "#charisma",
      "line2": "#asertivita",
      "line3": "#komunikativnost",
      "long1": "<p>#charisma</p><p>#asertivita</p><p>#komunikativnost</p><p>#<span class='blue'>umění prodat</span> cokoliv komukoliv</p>",
      "long2": "<p>#svoboda</p><p>#<span class='blue'>pohoda</span> v práci</p><p>#férová <span class='blue'>odměna</span></p><p>#mnohem víc</p>",
      "long3": "Obchodník musí být asertivní a komunikativní osoba, která se nezalekne ani nejkonzervativnějšího klienta. Když tě vyhodí dveřmi, vrátíš se zpátky oknem. Jsi extrovert, pro kterého není marketing sprosté slovo? Pak hledáme právě tebe."
    }
  },

  "blog": {
    "title": "Náš blog",
    "subtitle": "Novinky ze světa <span class='red'>digitálu</span> od <span class='red'><b>A</b></span> do <span class='red'><b>Z</b></span>",
    "blog1": {
      "title": "Praktické tipy pro lepší SEO",
      "longTitle": "Praktické tipy pro lepší SEO aneb jak vyhrát bitvu o vyšší příčky v SERP",
      "shortText": "Nedaří se vám najít dostatek čtenářů&nbsp;/ zákazníků vašich stránek, i když máte za to, že je web plný kvalitního obsahu? Patrně bude chyba ve...",
      "longText": "Nedaří se vám najít dostatek čtenářů&nbsp;/ zákazníků vašich stránek, i když máte za to, že je web plný kvalitního obsahu? Patrně bude chyba ve vašem SEO (Search Engine Optimization). Níže nejdete několik tipů, jak se vyšplhat na vyšší příčky ve vyhledávačích.<h4>Analýza firmy</h4>Vhodným počátkem čehokoliv je znát sebe sama. Uvědomte si, kdo jste a co je hlavní komoditou vašeho podnikání. Když znáte stěžejní služby, s nimiž jdete na trh, můžete pak právě na těchto službách zakládat své SEO.<h4>Analýza zákazníka</h4>Zamyslete se nad tím, kdo jsou vaši zákazníci, jakým způsobem přemýšlí a co od trhu očekávají. Pokud si toto ujasníte, bude mnohem snazší volit správné keywords a fráze. Není nijak překvapivé, že zákazník používá odlišný slovník než prodejce.<br/>Pomoci si můžete dotazováním svých známých. Ptejte se, jak by daný produkt/problém/službu vyhledávali oni, s jakými slovy pracují při používání internetového vyhledávače apod.<h4>Analýza konkurence</h4>Je velmi důležité znát svého protivníka, protože konkurence je ideálním prostředkem pro poučení. Velmi často má totiž nějakou SEO analýzu již za sebou a ví, jaká vhodná klíčová slova používat, jaká témata zákazník vyhledává apod. Stejně tak lze odkoukat, kde má konkurence mezery a kde můžete naopak zazářit se svým obsahem. Analýzu konkurence lze jednoduše provést přes Google zadáváním různých keywords nebo pomocí sofistikovanějších aplikací jako např. Moz nebo SEMrush, které jsou schopné mnohem objektivněji zanalyzovat preference ve vyhledávačích, externí odkazy daných stránek apod.<h4>Jak na keywords?</h4>Na základě výše provedených analýz máte již velmi slušnou představu o tom, jaké keywords a fráze na svém webu použít. Zaměřte se na to, aby se všechny relevantní keywords a fráze objevovaly v nadpisech a podnadpisech. Je také žádoucí, aby byly na začátku či konci odstavců a textů.<br/>Pro Google SERP (Search Engine Results Page) je důležité, aby titulek stránky obsahoval max. 65 znaků a popisek stránky max. 155 znaků.<h4>Interní a externí odkazy</h4>Dalším žádoucím SEO prvkem je přiměřené množství odkazů, kterými odkazujete na obsah uvnitř stránky, čímž zlepšujete orientaci na webu. Odkazy na weby mimo vaši stránku zase zvyšují serióznost a odbornost.<h4>Aktualizace a sezónní příspěvky</h4>Nespoléhejte na to, že vaše dva roky staré příspěvky budou i nadále plnit dobrou SEO službu. Je potřeba neustále aktualizovat a doplňovat starší obsah, abyste byli pro vyhledávače jako Google aktuální a relevantní položkou v SERP.<br/>Stejně tak dbejte na to, abyste pravidelně přidávali takový obsah, který koresponduje s aktuálním děním (např. COVID krize, ekonomická krize, nové trendy apod.). Lidé hojně vyhledávají aktuality, čehož v rámci SEO chcete využít a dostat je na svůj web."
    },
    "blog2": {
      "title": "Koronavirová krize a bitcoin?",
      "longTitle": "Co nám může říct koronavirová krize o bitcoinu?",
      "shortText": "Pokud patříte mezi ty, kteří používají kryptoměny jako vhodný nástroj k diverzifikaci portofolia, možná vás následující řádky překvapí.",
      "longText": "<h4>Bitcoin, nebo zlato?</h4>Bitcoin i jiné kryptoměny se zdají být v rámci diverzifikace portfolia výhodné z toho důvodu, že nejsou obchodovány na stejných trzích jako akcie či komodity, nejsou tedy zatíženy propady těchto trhů a náladou tržních aktérů.<br/>Mohlo by se zdát, že je bitcoin podobný jako zlato, které odolává např. propadům ceny na akciových trzích a jeho hodnota v době krize může i překvapivě růst. Jak se však během (snad již odeznívající) koronavirové krize ukázalo, tak na rozdíl od funkčního zlata bitcoin ztrácel stejně jako akciové trhy.<br/><h4>Pomalý konec bitcoinu?</h4>Z toho by se dalo odvodit, že bitcoin není zase tak spolehlivým diverzifikačním prostředkem. Je tomu ale skutečně tak?<br/>Bitcoin je poměrně mladý, jelikož vznikl teprve v roce 2009. Není zde tedy prozatím příliš empirického materiálu, který by ukázal, jak odolává větší finanční krizi a jak se chová po jejím konci.<br/>Odpověď ukáže až delší časový horizont, který je v rámci skutečného obchodování v buffettovském stylu směrodatný. Vše ostatní zůstává jen řečí nenasytných spekulantů, jejichž dlouhodobé výsledky jsou minimálně diskutabilní.<br/>"
    },
    "blog3": {
      "title": "Kvalitní a zároveň smysluplný copywriting?",
      "longTitle": "Je možné dělat kvalitní a zároveň smysluplný copywriting?",
      "shortText": "Nepopiratelným faktem je, že ve světě marketingu se posuzuje kvalita textu primárně podle jeho prodejnosti, nikoliv podle morálnosti či důsledné smysluplnosti...",
      "longText": "<h4>Je možné dělat kvalitní a zároveň smysluplný copywriting?</h4>Nepopiratelným faktem je, že ve světě marketingu se posuzuje kvalita textu primárně podle jeho prodejnosti, nikoliv podle morálnosti či důsledné smysluplnosti, to jsou až sekundární kvality.<br/><br/>Otázka, kterou si zde kladu, vychází ze soustavného sledování všemožných webů lepších i horších digitálních agentur.<br/><br/>Domácí trh je doslova přehlcen texty o úspěchu, cestě za zlepšením atd. Všechno je plné sebevědomých frází o kvalitě produktu, tradici, malé firmě, kde jsou všichni nejvíc nejlepší kámoši, nebo naopak velké firmě, kde jsou ale i přes korporátní life zaměstnanci pořád hrozně free.<br/><br/>Na základě takových informací (nehledě na reference) by se mohlo zdát, že prostě nemůžete šlápnout vedle. Rád bych se vydal vstříc ideálním zítřkům, skeptický alarm a filozofické vzdělání mě však varuje.<br/><br/>Namátkou vybírám jeden subheadline nejmenované stránky: „Věříme, že řešení existuje na všechno.“ Hm, co tím chtěl autor říct? Má to zákazník chápat tak, že tomu sice daná agentura věří, avšak na všechny problémy řešení neexistuje, nebo že jen věří svým schopnostem za hranici absurdity? Patrně tím jen prezentuje gigantickou suverénnost jejich projektu, což není nic nového ani originálního, jen to podává pomocí jiných znaků.<br/><br/>Nerad bych někoho urazil nebo apeloval na hyperkorektnost, jen se pozastavuji nad skutečností, že copywriterská honba za originálním, sebevědomým a ultimátním textem vede k tomu, že těmito vlastnostmi disponují ve výsledku všichni a zároveň nikdo.<br/><br/>Možnou cestu z této pomyslné pasti spatřuji v ražení nových trendů, které nikdo nemá možnost sledovat, protože dosud neexistují. Je to cesta, kterou se může jednotlivá firma alespoň na chvíli odlišit, než se objeví zástup copywriterů přebírající trend."
    },
    "blog4": {
      "title": "Přístupnost webových stránek",
      "longTitle": "Co a proč je důležitá přístupnost webových stránek a aplikací",
      "shortText": "S poněkud vágním termínem „přístupný web“ si mnoho laiků může spojovat leccos. Pro vývojáře současných webů a aplikací však znamená...",
      "longText": "<h4>Co a proč je důležitá přístupnost webových stránek a aplikací</h4>S poněkud vágním termínem „přístupný web“ si mnoho laiků může spojovat leccos. Pro vývojáře současných webů a aplikací však znamená dosti konkrétní parametr, který je potřeba při developmentu zakomponovat.<h4>Co je přístupný web?</h4>Z obecného hlediska je přístupný takový web, který uživateli neklade ideálně žádné překážky. Pokud tedy usilujeme o přístupnost našeho webu či aplikace, snažíme se eliminovat všechny možné funkční i orientační překážky. Jako jednoduchý příklad si uveďme použití kontrastního černého písma na bílém (či jinak světlém) pozadí. Tímto docílíme toho, že se uživatel nebude muset nadměrně snažit při čtení textu a lépe se zorientuje v rozložení stránky. Přístupnost webu se však netýká pouze průměrně zdatných uživatelů. Snaha o co možná nejpřístupnější web je směřována ve velké míře také na lidi, kteří trpí nějakým handicapem, nedisponují dostatečnými znalostmi a schopnostmi v oblasti digitálního světa (zejména starší generace) nebo prostě jen nemají dostatečné technické vybavení (jsou např. odkázáni pouze na používání tabletu či mobilního telefonu).<h4>Proč je přístupnost Vašeho webu a aplikací důležitá?</h4>Důvodů, proč usilovat o přístupný web je více a mají různou povahu. Podle výběrového šetření Českého statistického úřadu „mezi obyvateli České republiky ve věku 15 a více let, kteří žili v soukromých domácnostech, bylo v roce 2018 přibližně 13 % osob se zdravotním postižením.“ I když ne všichni z této množiny lidí disponují skutečně vážnými problémy, je určitě na místě tvrdit, že lidí, kteří vyžadují specifické podmínky není málo. V digitálním světě to pak znamená propojení asistivních technologií a vhodně vytvořených webů a aplikací. Dalším důvodem je motivace k napomáhání internetovým vyhledávačům. Zde nejde ani tak o vizuální přehlednost a „bezbariérovost“, jako o přehledně napsaný kód stránky, který zaručí lepší orientaci, z níž plyne také lepší SEO. S přístupností se velmi úzce pojí responzivita. Ve zkratce jde o navržení takového webu či aplikace, která bude mít na libovolném zařízení uživatelsky stále bezproblémovou kvalitu. Srozumitelným příkladem je webová stránka, která se bude přijatelně zobrazovat na monitoru počítače i na obrazovce dotykového telefonu a bude přizpůsobena tak, aby uživateli nedělalo problémy dotykové ovládání (např. u rozteče navigačních ikon).<h4>Závěrem</h4>Z výše uvedeného je jasné, že digitální přístupnost webových stránek a aplikací nemůže žádný seriózní člověk usilující o návštěvnost a využívání jeho služeb zanedbat. Ignorování překážek v přístupnosti může mít v dnešní době, která jde uživateli stále více vstříc až fatální dopad. V PPF Media děláme stránky i aplikace zcela přístupné pro všechny. Kontaktujte nás."
    }
  },

  "contactForm": {
    "title": {
      "line1": "Kontaktní",
      "line2": "formulář"
    },
    "subtitle1": "O jaké služby máte zájem?",
    "subtitle2": "Máte ještě něco na srdci?",
    "name": "Jméno",
    "phone": "Telefon",
    "email": "E-mail",
    "submit": "Odeslat"
  },
  "footer": {
    "title": "Nejnovější příspěvky"
  }
}
