{
  "lang": {
    "en": "EN",
    "cs": "CS"
  },

  "nextLang": "cs",

  "global": {
    "contactUs": "Get in touch"
  },

  "menu": {
    "priceConfig": "Price configurator",
    "whatWeDo": "What we do",
    "creativeProcess": "Our creative process",
    "career": "Career",
    "blog": "Blog",
    "contact": "Get in touch"
  },

  "particlesPanel": {
    "title": {
      "line1": "Your no. 1 on all",
      "line2": "things digital"
    },
    "subtitle": "We develop successful solutions for the digital future of our clients."
  },

  "twelveSegs": {
    "title": {
      "line1": "Vybírejte z 12 segmentů",
      "line2": "digitálního světa"
    },
    "card": {
      "webDevelopment": {
        "title": "Web development",
        "shortText": "Flawless website and e-shop is necessary for smooth business in digital world.",
        "longText": "Even a good prosperous company can lose a lot of potencional clients because of outdated and obsolete website. Connect with your future clients by attractive and well arranged web design. Utilize first impression and give your project sex-appeal, colour, flavour, mood etc. It is not sufficient to only have quality appearance. Website should be strong externally (trendy web design) as well as internally (flawless web code).",
        "longText2": "Responsive website? Of course! We all know that feeling of disappointment when some website does not work properly on our mobile phone or other portable device. This cannot happen to you with us.<br /><br /><b>We create for you: </b><ul><li>Modern webpage which connects to a target group</li><li>Trendy looking e-shop which sells</li><li>Update for your graphic and code</li><li>Web optimalization for better SEO (Search Engine Optimization)</li><li>Reliable custom-made web application</li><li>Extension of any web section.</li></ul> "
      },
      "designStudio": {
        "title": "Design studio",
        "shortText": "Since visual design always makes first impression and influences your clients.",
        "longText": "Quality product is not enough, your product have to be good looking and better than the products of the rival companies. Our design studio gives you brilliant appearance which amaze your clients. <br/><br/><b>Corporate identity:</b><br/>Build up your company with unified graphic style which will represent your visions and ideas. <br/><br/><ul><li>So, you already have such a graphic style but you want some improvements? Great, we will update look of your product but keep original core.</li><li>Are you unsatisfied with current outdated design? We will design entirely new sexy visual style for you.</li></ul><b>Logo:</b><br/>Somebody might say that logo is minor thing but for succesfull businessman it is important brand element. Everyone want to have original and easy memorable logo but not everyone has it. We know how to impress people by original and trendy logotype.",
        "longText2": "<b>Promotion:</b><br/> Billboards, roll-up banners, clothes printing, car pasting, citylights etc. We design for you everything you can utilize during public promotion.<br/><br/><b>Website design:</b><br/>Do not lose potential clients because of outdated and poorly arranged website. Be in advance with modern design which we will make for you.<br/><br/><b>Printed materials:</b><br/>Do you need design of business card, magazine, invintation card, product catalog or corporate prospectus? You are on right place. We arrange everything, printing included."
      },
      "socialMedia": {
        "title": "Social networks",
        "shortText": "Priceless tool for every smart businessman who wants to be seen among the people.",
        "longText": "In complex corporate marketing it is necessary to promote yourself in every place with high amount of people. Nowadays, no one can waste potential of social networks as a promoting medium.<br/><br/>Social networks are good tools for self-reflection and market research. Find out what people think a use it for your business.<br/><br/>We will make for you social network profile corresponding with your corporate identity and your target group. We will choose adequate website as: Facebook, Twitter, Instagram, YouTube, Pinterest, LinkedIn etc.",
        "longText2": "<ol><li><b>Build up good relations with people:</b> Existing plan is not enough, you will need communication plan which will reflect your marketing strategy and corporate identity. We will administrate your profile effectively and presentably.</li><br/><li><b>Improve your sales skills with us: </b> If you want to administrate your profile on your own, we respect it. Despite it, we can help you with communication plan and productive marketing.</li></ol>"
      },
      "appDevelopment": {
        "title": "App development",
        "shortText": "Perfect application ensures a success to you and comfy life to your clients.",
        "longText": "We create progressive web (PWA), native (NA) and hybrid applications.<br/><br/>Windows, Linux, Android or iOS? Choose suitable platform, we will make the rest.<br/><br/>Our applications will make your and your clients life easier and save a lot of time. <br/><br/>We guarantee flawless app running and permanent support.",
        "longText2": "Do you have semi-finished or already running app? We will help you as an innovative tool and upgrade you app to version 2.0.<br/><br/>Decent app does not work without good marketing due to huge competition. Let us to promote your app to clients. Be succesful and get only positive reference."
      },
      "corporateIdentity": {
        "title": "Corporate identity",
        "shortText": "Make crystal clear meaning and way of your business. Who and why do you really want to be?",
        "longText": "Corporate identity should be based on three connected foundations: culture, communication and design.<br/><br/><b>Corporate culture.</b><br/>The most abstract part. You have to formulate and clarify what is basis of your business, what is your goal. who are your clients and what is your uniqueness. All these things are neccesary to flawless communication and graphics of your project.<br/><br/><b>Communication.</b><br/> Bridge between you and the rest of the world. Every age and social group need specific attitude and prefer specific communication media. We will create appropriate communication strategy for your future clients. Your product will get positive response. <br/>",
        "longText2": "<b>Graphic design.</b><br/> The most visible part of the corporate identity. Together with communication, graphic design directly affect client´s idea of your company. According to corporate identity we will create entire graphic web design, unique logotype and also additional promo material. You cannot attract people without smart design.<br/><br/> Which one of the foundations do you want?"
      },
      "offlineMarketing": {
        "title": "Offline marketing",
        "shortText": "Speak to anyone via touchable promotion. Even in digital age it is not enough to be online only.",
        "longText": "However, today´s digital age incline more likely to online promotion, one cannot fully neglect older offline format.<br/><br/>Practice as well as statistics clearly show us that <b>online</b> and <b>offline</b> marketing must go hand in hand in successful business. The both types of marketing should be connected to achieve the corporate identity. Finding of this connection is not trivial, but we know how to do it.<br/><br/> It does not matter what promoting medium you choose. We will create good-looking and clear design which will correspond with your corporate identity.",
        "longText2": "We create:<br/><br/><ul><li>Business cards</li><li>Offline media</li><li>Flyers, posters, car pastings </li><li>Materials for expos and events</li><li>Billboards</li><li>Ambient marketing</li></ul>"
      },
      "onlineStaffTraining": {
        "title": "Online staff training",
        "shortText": "Educate yourself without need of traveling and dealing with technical problems. Distance self-development works.",
        "longText": "Use opportunity of comfort long-distance training course. Due to modern advancement, you can save your time and money which you normally spend for transport, lectors and technical manipulation.<br/><br/>We will provide for you complete custom-made e-learning courses or training courses via online sessions in any platform (Skype, Discord, MS Teams etc.).",
        "longText2": "<b>Quality guarantee:</b> A teacher of every training course will be competent and skilled person.<br/><br/><b>Testing of acquired knowledge:</b> Every training ends with control testing which proves participants improvements.<br/><br/><b>Individual approach:</b> Choose your time schedule, framework and specific content. Training should be designed for your work improvement, not for limiting your professional and personal life.<br/><br/><b>Participation: </b>Participate on final form of online training courses according your preferences and knowledge of your employees."
      },
      "hrMarketing": {
        "title": "HR marketing",
        "shortText": "Attract the best possible employees and make sure that they will stay with you for a long time.",
        "longText": "There is no doubt that prospering and stable company need to have competent and happy employees. External personnel strategy is the best tool for recruiting new qualified employees, internal personnel strategy is, in the other hand, the best tool for keeping current employees and for improving teamwork.<br/><br/><b>External HR marketing</b><br/> Become that company which has not a problem with recruiting new promising people. In short time you will recruit enough superb people due to our HR propagation. You will avoid endless and fruitless job advertising which cost your time and money.",
        "longText2": "<b>Internal HR marketing</b><br/>Build up an aura of successful and attractive place inside your company. Convince your employees that you are better than rival companies using internal personnel marketing. Show your employees that their work is meaningful and has long-term perspective. Contented employee is basic premise for satisfied client as well as for satisfied company."
      },
      "analysis": {
        "title": "Market analysis",
        "shortText": "When something does not work according your expectations. We will find out the cause and give you the solution.",
        "longText": "In every complex procedure one can find problematic factors which interfere with this procedure. If you want to find these factors you need specific analytical knowledge. We have the knowledge and we are ready to solve every of your corporate deficiencies.<br/><br/>Analysis of corporate culture is the key to detect deficiency, though each corporate has its own specific problems. The analysis is based on function of essential employees, inter-corporate processes, relations, rules and values.",
        "longText2": "We will elaborate the best possible custom-made strategy based on the analysis. You can potentially modify the strategy throughout its application in practice.<br/><br/>Process schedule:<br/><br/><ol><li>Definition of status quo</li><li>Atrengths and weaknesses analysis, detection of interfere factors</li><li>Strategy project for improving work procedures</li><li>Checking of applied improvements</li></ol>"
      },
      "animations": {
        "title": "Animations",
        "shortText": "Dynamic graphics amuse the world. Do not rely on static obsolete visual design from past century.",
        "longText": "Static graphics is obsolete. Promote yourself and your projects by dynamic presentation, video or animated design. Be dynamic, be trendy.<br/><br/><b>Corporate promo.</b> Show essence of your company via video summary. Visual promo is better than a thousand words. Your clients don´t want to read boring text.<br/><br/><b>Logo.</b> Don´t let your logotype be static. Use logo as natural part of every promo opening.<br/><br/><b>YouTube advertisement.</b> Still great and striking way of promotion. Catch client attention by effective short video.",
        "longText2": "<b>Facebook video.</b> One of the most popular social network for sponsored content. Connect your marketing with meaningful video content which will be seen.<br/><br/><b>TV commercial.</b> Do you want to be seen in TV? Great. We create for you commercial which amaze even your rival companies.<br/><br/><b>Animated presentation.</b> Be the most popular speaker via your rhetorics but also via your graphics.<br/><br/><b>Video banner.</b>. Your online banner could be accurate but still too static. Let the dynamic banner speak to your clients."
      },
      "photo": {
        "title": "Photo / video",
        "shortText": "Do not miss an opportunity to record the important moments in your career and life.",
        "longText": "We will make for you first-rate video record for business or private purposes. <br/><br/>We will make for you first-rate video record for business or private purposes. <br/><br/>The entire editing (formatting, interconnection with the corporate graphics, design of a photo album, making company promovideo and commercial etc.) is matter of course.",
        "longText2": "<b>Photo:</b> business, product, advertisement, reportage, food style, wedding, family, portrait etc.<br/><br/><b>Video:</b> advertisement, promotional, product, documentary or even short film.<br/><br/>We will make the photos and the records you wish and than provide you the edited final product. Just tell us where and when."
      },
      "cloud": {
        "title": "Cloud solutions",
        "shortText": "Cloud systems are and will be ideal solution to minimize corporate expenses.",
        "longText": "Managing and manipulating data via cloud storages is common in every succesful company. Cloud solution saves costs of hardware, software and IT support.<br/><br/><b>Work effectiveness</b> is increased due to remote access to all data. Anything can be quickly found, checked and tracked. Workflow of your team is upgraded to another level.<br/><br/><b>Security:</b> All of your data in cloud are safely stored. If you use external storage you automatically reduce risk of hacking or overloading. You do not need to waste your time with data backup because cloud systems do it automatically. You cannot lost any of your data, we can restore them immediately.",
        "longText2": "<b>Bespoke cloud:</b> One of the many advantages of cloud is the fact that you pay only what you use. Unlike the flat rate service you can choose how much productive power and data capacity you want to have at your disposal. You can specify everything according to your needs.<br/><br/><b>Simplicity is the key:</b> You do not need to study MIT for using cloud software. Common user can very quickly adapt to cloud interface and work more efficiently."
      }
    }
  },

  "howPanel": {
    "title": {
      "line1": "Our creative",
      "line2": "process"
    },
    "step1": {
      "title": "First steps",
      "subtext": "The first step must be taken by You. You must have at least a rough idea of what you want and why you want it. Once you've thought this through, get in touch so we can arrange an appointment."
    },
    "step2": {
      "title": "Brainstorming",
      "subtext": "We'll meet up and discuss how we should go about making your project to ensure we work efficiently and accurately. We'll work your ideas through current market needs and develop an optimal design. You always have the final world, of course."
    },
    "step3": {
      "title": "Execution",
      "subtext": "Once You approve our finalized design, we'll give it to our people, who'll make sure its execution is as proper and swift as possible. Nothing gets rushed - every one of our projects is polished to perfection."
    },
    "step4": {
      "title": "Delivery",
      "subtext": "The big moment - You'll receive exactly what You ordered from us. A happy customer is the greatest motivation for the making of future projects."
    },
    "step+": {
      "title": "Service / update",
      "subtext": "Project delivery isn't the end of our cooperation - we'll stay in touch if you ever need us for any reason. Squash a bug? Add a feature? Let us know whatever is on your mind."
    }
  },

  "priceConfig": {
    "title": "Project configurator",
    "subtitle1": "Services selection",
    "subtitle2": "Project size",
    "required": "Required",
    "badEmail": "Invalid email address",
    "estimate": "Your estimate",
    "yourEmail": "Your e-mail",
    "contactMe": "Contact me",
    "msgSent": "Message has been sent successfully :-)",
    "sliderText": {
      "0": {
        "title": "Let's go low-cost",
        "subtext": "We get it, you're a small company or an individual with limited budget. Everyone must start somewhere and we've got your back."
      },
      "25": {
        "title": "More for less",
        "subtext": "You've got a very realistic budget, we have a project for you that you're going to be proud of."
      },
      "50": {
        "title": "More than standard",
        "subtext": "With this capital, we can give you a striking project for a striking price (in a good way)."
      },
      "75": {
        "title": "Money isn't a problem",
        "subtext": "Evidently, you're in the big leagues where complex yet robust solutions matter most. This is where we excel."
      },
      "100": {
        "title": "I'm in Forbes 400",
        "subtext": "We're talking about a world-class project here. We'll do everything to make sure you get only the best. Also, tell Elon we said hi!"
      }
    }
  },

  "career": {
    "title": {
      "title": "Career",
      "line1": "Start your",
      "line2": "personal development"
    },
    "designer": {
      "title": "#GRAPHIC DESIGNER",
      "line1": "#Making designs",
      "line2": "#Drawing/painting",
      "line3": "#Creative mind",
      "long1": "<p>#tvorba <span class='blue'>návrhů</span></p><p>#kresba</p><p>#kreativní <span class='blue'>mysl</span></p><p>#chuť <span class='blue'>tvořit</span></p><p>#přiměřený <span class='blue'>skill</span></p>",
      "long2": "<p>#svoboda</p><p>#<span class='blue'>pohoda</span> v práci</p><p>#férová <span class='blue'>odměna</span></p><p><span class='blue'>#zkušenosti</span></p><p>#mnohem víc</p>",
      "long3": "Náš grafik by měl být zkrátka pohodář, který se nezalekne žádné výzvy a je schopný přicházet s novými nápady, které nás i zákazníky ohromí."
    },
    "developer": {
      "title": "#DEVELOPER",
      "line1": "#Original solutions",
      "line2": "#Highflying nature",
      "line3": "#Analytical mind",
      "long1": "<p>#originální <span class='blue'>řešení</span></p><p>#<span class='blue'>ambice</span> jít vpřed</p><p>#analytická <span class='blue'>mysl</span></p><p>#eliminace <span class='blue'>problémů</span></p><p>#přiměřený <span class='blue'>skill</span></p>",
      "long2": "<p>#svoboda</p><p>#<span class='blue'>pohoda</span> v práci</p><p>#férová <span class='blue'>odměna</span></p><p>#mnohem víc</p>",
      "long3": "Náš vývojář by měl být znalý nejpoužívanějších programovacích jazyků a měl by být schopný vyřešit i neřešitelné. Logické a analytické schopnosti jsou samozřejmostí."
    },
    "salesman": {
      "title": "#SALESMAN",
      "line1": "#Charisma",
      "line2": "#Assertiveness",
      "line3": "#Communicativeness",
      "long1": "<p>#charisma</p><p>#asertivita</p><p>#komunikativnost</p><p>#<span class='blue'>umění prodat</span> cokoliv komukoliv</p>",
      "long2": "<p>#svoboda</p><p>#<span class='blue'>pohoda</span> v práci</p><p>#férová <span class='blue'>odměna</span></p><p>#mnohem víc</p>",
      "long3": "Obchodník musí být asertivní a komunikativní osoba, která se nezalekne ani nejkonzervativnějšího klienta. Když tě vyhodí dveřmi, vrátíš se zpátky oknem. Jsi extrovert, pro kterého není marketing sprosté slovo? Pak hledáme právě tebe."
    }
  },

  "blog": {
    "title": "Blog",
    "subtitle": "The latest news from <span class='red'>digital</span>",
    "blog1": {
      "title": "Praktické tipy pro lepší SEO",
      "longTitle": "Praktické tipy pro lepší SEO aneb jak vyhrát bitvu o vyšší příčky v SERP",
      "shortText": "Nedaří se vám najít dostatek čtenářů&nbsp;/ zákazníků vašich stránek, i když máte za to, že je web plný kvalitního obsahu? Patrně bude chyba ve...",
      "longText": "Nedaří se vám najít dostatek čtenářů&nbsp;/ zákazníků vašich stránek, i když máte za to, že je web plný kvalitního obsahu? Patrně bude chyba ve vašem SEO (Search Engine Optimization). Níže nejdete několik tipů, jak se vyšplhat na vyšší příčky ve vyhledávačích.<h4>Analýza firmy</h4>Vhodným počátkem čehokoliv je znát sebe sama. Uvědomte si, kdo jste a co je hlavní komoditou vašeho podnikání. Když znáte stěžejní služby, s nimiž jdete na trh, můžete pak právě na těchto službách zakládat své SEO.<h4>Analýza zákazníka</h4>Zamyslete se nad tím, kdo jsou vaši zákazníci, jakým způsobem přemýšlí a co od trhu očekávají. Pokud si toto ujasníte, bude mnohem snazší volit správné keywords a fráze. Není nijak překvapivé, že zákazník používá odlišný slovník než prodejce.<br/>Pomoci si můžete dotazováním svých známých. Ptejte se, jak by daný produkt/problém/službu vyhledávali oni, s jakými slovy pracují při používání internetového vyhledávače apod.<h4>Analýza konkurence</h4>Je velmi důležité znát svého protivníka, protože konkurence je ideálním prostředkem pro poučení. Velmi často má totiž nějakou SEO analýzu již za sebou a ví, jaká vhodná klíčová slova používat, jaká témata zákazník vyhledává apod. Stejně tak lze odkoukat, kde má konkurence mezery a kde můžete naopak zazářit se svým obsahem. Analýzu konkurence lze jednoduše provést přes Google zadáváním různých keywords nebo pomocí sofistikovanějších aplikací jako např. Moz nebo SEMrush, které jsou schopné mnohem objektivněji zanalyzovat preference ve vyhledávačích, externí odkazy daných stránek apod.<h4>Jak na keywords?</h4>Na základě výše provedených analýz máte již velmi slušnou představu o tom, jaké keywords a fráze na svém webu použít. Zaměřte se na to, aby se všechny relevantní keywords a fráze objevovaly v nadpisech a podnadpisech. Je také žádoucí, aby byly na začátku či konci odstavců a textů.<br/>Pro Google SERP (Search Engine Results Page) je důležité, aby titulek stránky obsahoval max. 65 znaků a popisek stránky max. 155 znaků.<h4>Interní a externí odkazy</h4>Dalším žádoucím SEO prvkem je přiměřené množství odkazů, kterými odkazujete na obsah uvnitř stránky, čímž zlepšujete orientaci na webu. Odkazy na weby mimo vaši stránku zase zvyšují serióznost a odbornost.<h4>Aktualizace a sezónní příspěvky</h4>Nespoléhejte na to, že vaše dva roky staré příspěvky budou i nadále plnit dobrou SEO službu. Je potřeba neustále aktualizovat a doplňovat starší obsah, abyste byli pro vyhledávače jako Google aktuální a relevantní položkou v SERP.<br/>Stejně tak dbejte na to, abyste pravidelně přidávali takový obsah, který koresponduje s aktuálním děním (např. COVID krize, ekonomická krize, nové trendy apod.). Lidé hojně vyhledávají aktuality, čehož v rámci SEO chcete využít a dostat je na svůj web."
    },
    "blog2": {
      "title": "Koronavirová krize a bitcoin?",
      "longTitle": "Co nám může říct koronavirová krize o bitcoinu?",
      "shortText": "Pokud patříte mezi ty, kteří používají kryptoměny jako vhodný nástroj k diverzifikaci portofolia, možná vás následující řádky překvapí.",
      "longText": "<h4>Bitcoin, nebo zlato?</h4>Bitcoin i jiné kryptoměny se zdají být v rámci diverzifikace portfolia výhodné z toho důvodu, že nejsou obchodovány na stejných trzích jako akcie či komodity, nejsou tedy zatíženy propady těchto trhů a náladou tržních aktérů.<br/>Mohlo by se zdát, že je bitcoin podobný jako zlato, které odolává např. propadům ceny na akciových trzích a jeho hodnota v době krize může i překvapivě růst. Jak se však během (snad již odeznívající) koronavirové krize ukázalo, tak na rozdíl od funkčního zlata bitcoin ztrácel stejně jako akciové trhy.<br/><h4>Pomalý konec bitcoinu?</h4>Z toho by se dalo odvodit, že bitcoin není zase tak spolehlivým diverzifikačním prostředkem. Je tomu ale skutečně tak?<br/>Bitcoin je poměrně mladý, jelikož vznikl teprve v roce 2009. Není zde tedy prozatím příliš empirického materiálu, který by ukázal, jak odolává větší finanční krizi a jak se chová po jejím konci.<br/>Odpověď ukáže až delší časový horizont, který je v rámci skutečného obchodování v buffettovském stylu směrodatný. Vše ostatní zůstává jen řečí nenasytných spekulantů, jejichž dlouhodobé výsledky jsou minimálně diskutabilní.<br/>"
    },
    "blog3": {
      "title": "Kvalitní a zároveň smysluplný copywriting?",
      "longTitle": "Je možné dělat kvalitní a zároveň smysluplný copywriting?",
      "shortText": "Nepopiratelným faktem je, že ve světě marketingu se posuzuje kvalita textu primárně podle jeho prodejnosti, nikoliv podle morálnosti či důsledné smysluplnosti...",
      "longText": "<h4>Je možné dělat kvalitní a zároveň smysluplný copywriting?</h4>Nepopiratelným faktem je, že ve světě marketingu se posuzuje kvalita textu primárně podle jeho prodejnosti, nikoliv podle morálnosti či důsledné smysluplnosti, to jsou až sekundární kvality.<br/><br/>Otázka, kterou si zde kladu, vychází ze soustavného sledování všemožných webů lepších i horších digitálních agentur.<br/><br/>Domácí trh je doslova přehlcen texty o úspěchu, cestě za zlepšením atd. Všechno je plné sebevědomých frází o kvalitě produktu, tradici, malé firmě, kde jsou všichni nejvíc nejlepší kámoši, nebo naopak velké firmě, kde jsou ale i přes korporátní life zaměstnanci pořád hrozně free.<br/><br/>Na základě takových informací (nehledě na reference) by se mohlo zdát, že prostě nemůžete šlápnout vedle. Rád bych se vydal vstříc ideálním zítřkům, skeptický alarm a filozofické vzdělání mě však varuje.<br/><br/>Namátkou vybírám jeden subheadline nejmenované stránky: „Věříme, že řešení existuje na všechno.“ Hm, co tím chtěl autor říct? Má to zákazník chápat tak, že tomu sice daná agentura věří, avšak na všechny problémy řešení neexistuje, nebo že jen věří svým schopnostem za hranici absurdity? Patrně tím jen prezentuje gigantickou suverénnost jejich projektu, což není nic nového ani originálního, jen to podává pomocí jiných znaků.<br/><br/>Nerad bych někoho urazil nebo apeloval na hyperkorektnost, jen se pozastavuji nad skutečností, že copywriterská honba za originálním, sebevědomým a ultimátním textem vede k tomu, že těmito vlastnostmi disponují ve výsledku všichni a zároveň nikdo.<br/><br/>Možnou cestu z této pomyslné pasti spatřuji v ražení nových trendů, které nikdo nemá možnost sledovat, protože dosud neexistují. Je to cesta, kterou se může jednotlivá firma alespoň na chvíli odlišit, než se objeví zástup copywriterů přebírající trend."
    },
    "blog4": {
      "title": "Přístupnost webových stránek",
      "longTitle": "Co a proč je důležitá přístupnost webových stránek a aplikací",
      "shortText": "S poněkud vágním termínem „přístupný web“ si mnoho laiků může spojovat leccos. Pro vývojáře současných webů a aplikací však znamená...",
      "longText": "<h4>Co a proč je důležitá přístupnost webových stránek a aplikací</h4>S poněkud vágním termínem „přístupný web“ si mnoho laiků může spojovat leccos. Pro vývojáře současných webů a aplikací však znamená dosti konkrétní parametr, který je potřeba při developmentu zakomponovat.<h4>Co je přístupný web?</h4>Z obecného hlediska je přístupný takový web, který uživateli neklade ideálně žádné překážky. Pokud tedy usilujeme o přístupnost našeho webu či aplikace, snažíme se eliminovat všechny možné funkční i orientační překážky. Jako jednoduchý příklad si uveďme použití kontrastního černého písma na bílém (či jinak světlém) pozadí. Tímto docílíme toho, že se uživatel nebude muset nadměrně snažit při čtení textu a lépe se zorientuje v rozložení stránky. Přístupnost webu se však netýká pouze průměrně zdatných uživatelů. Snaha o co možná nejpřístupnější web je směřována ve velké míře také na lidi, kteří trpí nějakým handicapem, nedisponují dostatečnými znalostmi a schopnostmi v oblasti digitálního světa (zejména starší generace) nebo prostě jen nemají dostatečné technické vybavení (jsou např. odkázáni pouze na používání tabletu či mobilního telefonu).<h4>Proč je přístupnost Vašeho webu a aplikací důležitá?</h4>Důvodů, proč usilovat o přístupný web je více a mají různou povahu. Podle výběrového šetření Českého statistického úřadu „mezi obyvateli České republiky ve věku 15 a více let, kteří žili v soukromých domácnostech, bylo v roce 2018 přibližně 13 % osob se zdravotním postižením.“ I když ne všichni z této množiny lidí disponují skutečně vážnými problémy, je určitě na místě tvrdit, že lidí, kteří vyžadují specifické podmínky není málo. V digitálním světě to pak znamená propojení asistivních technologií a vhodně vytvořených webů a aplikací. Dalším důvodem je motivace k napomáhání internetovým vyhledávačům. Zde nejde ani tak o vizuální přehlednost a „bezbariérovost“, jako o přehledně napsaný kód stránky, který zaručí lepší orientaci, z níž plyne také lepší SEO. S přístupností se velmi úzce pojí responzivita. Ve zkratce jde o navržení takového webu či aplikace, která bude mít na libovolném zařízení uživatelsky stále bezproblémovou kvalitu. Srozumitelným příkladem je webová stránka, která se bude přijatelně zobrazovat na monitoru počítače i na obrazovce dotykového telefonu a bude přizpůsobena tak, aby uživateli nedělalo problémy dotykové ovládání (např. u rozteče navigačních ikon).<h4>Závěrem</h4>Z výše uvedeného je jasné, že digitální přístupnost webových stránek a aplikací nemůže žádný seriózní člověk usilující o návštěvnost a využívání jeho služeb zanedbat. Ignorování překážek v přístupnosti může mít v dnešní době, která jde uživateli stále více vstříc až fatální dopad. V PPF Media děláme stránky i aplikace zcela přístupné pro všechny. Kontaktujte nás."
    }
  },

  "contactForm": {
    "title": {
      "line1": "Contact",
      "line2": "form"
    },
    "subtitle1": "Which services are you interested in?",
    "subtitle2": "Anything else?",
    "name": "Name",
    "phone": "Phone",
    "email": "E-mail",
    "submit": "Send"
  },
  "footer": {
    "title": "The latest articles"
  }
}
